Repository: Geb0/OpenMapGenerator
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, fr

# ROLE_USER
source: User
es: Usuario
fr: Utilisateur

# ROLE_ADMIN
source: Administrator
es: Administrador
fr: Administrateur

# bannerIndex
source: OpenMapGenerator let you easily create maps with personalized positions.
es: Con OpenMapGenerator, cree fácilmente mapas con ubicaciones personalizadas.
fr: Avec OpenMapGenerator, créez facilement des cartes avec des positions personnalisées.

# bottom.license
source: under GNU license
es: con la licencia GNU
fr: sous licence GNU

# bottom.support
source: Contact the support
es: Contactar la asistencia
fr: Contacter le support

# bottom.tou
source: General Terms of Use
es: Condiciones Generales de Uso
fr: Conditions d'utilisation

# button.add
source: Add
es: Añadir
fr: Ajouter

# button.changePassword
source: Change password
es: Cambiar la contraseña
fr: Changer de mot de passe

# button.connect
source: Connect
es: Conectar
fr: Connexion au compte

# button.create
source: Create
es: Crear
fr: Créer

# button.createAccount
source: Create account
es: Crear una cuenta
fr: Créer un compte

# button.createMap
source: Create the map
es: Crear el mapa
fr: Créer la carte

# button.delete
source: Delete
es: Suprimir
fr: Supprimer

# button.deleteMap
source: Delete the map
es: Suprimir el mapa
fr: Supprimer la carte

# button.getNewPassword
source: Get new password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe

# button.lostPassword
source: Password lost
es: Contraseña olvidada
fr: Mot de passe perdu

# button.relocate
source: Move the map position
es: Mover la ubicación
fr: Déplacer la localisation

# button.remove
source: Remove
es: Eliminar
fr: Supprimer

# button.reset
source: Reset values
es: Restablecer valores
fr: Réinitialiser

# button.resetPassword
source: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe

# button.send
source: Send
es: Enviar
fr: Envoyer

# button.showMapPassword
source: Show the map password
es: Ver la contraseña del mapa
fr: Voir le mot de passe de la carte

# button.showMap
source: Show map
es: Ver el mapa
fr: Voir la carte

# button.update
source: Update
es: Modificar
fr: Modifier

# button.updatePassword
source: Update password
es: Cambiar la contraseña
fr: Modifier le mot de passe

# button.updateMapCoordinates
source: Update map coordinates
es: Guardar la vista
fr: Sauver la vue

# button.updateMapInfos
source: Update
es: Actualizar
fr: Enregistrer

# email.recoverSubject
source: OMG - Recover password
es: OMG - Restablecer contraseña
fr: OMG - Réinitialisation de mot de passe

# info.accountCreated
source: Your account have been created, you can now connect with.
es: Su cuenta ha sido creada. Ya puede utilizar la para conectarse.
fr: Votre compte a été créé, vous pouvez maintenant l'utiliser pour vous connecter.

# info.accountUpdated
source: Your account informations have been updated.
es: Su cuenta ha sido modificada.
fr: Les informations de votre compte ont été modifiées.

# info.disconnected
source: You have been disconnected from your account. Have a nice day!
es: Ya has cerrado la sesión de tu cuenta. ¡Que tenga un buen día!
fr: Vous avez été déconnecté. Bonne journée !

# info.mapCreated
source: The new map have been created with identifier {id}.
es: Su nuevo mapa ha sido creada con el identificador {id}.
fr: La nouvelle carte a été créée avec l'identifiant {id}.

# info.mapDeleted
source: The map have been deleted.
es: Su mapa ha sido suprimada.
fr: La carte a été supprimée.

# info.passwordUpdated
source: The account password have been updated.
es: La contraseña de su cuenta ha sido modificada.
fr: Le mot de passe a été modifié.

# info.recoverPasswordSend
source: A message have been sent to your e-mail account to reset password.
es: Se ha enviado un mensaje a su dirección de correo electrónico para restablecer la contraseña.
fr: Un message a été envoyé à votre adresse e-mail pour réinitialiser le mot de passe.

# info.resetPasswordDone
source: The new password have been saved.
es: La nueva contraseña ha sido registrada.
fr: Le nouveau mot de passe a été enregistré.

# info.searchmapname
source: Search maps containing
es: Búsqueda de mapas que contengan
fr: Recherche de cartes contenant

# info.showPassword
source: The password for map {map} is {password}
es: La contraseña del mapa {map} es {password}
fr: Le mot de passe de la carte {map} est {password}

# info.supportMessageSent
source: The message have been sent to the support service.
es: El mensaje ha sido enviado al servicio de asistencia.
fr: Le message a bien été transmis au support.

source: Error accessing map.
es: Error de acceso al mapa.
fr: Erreur d'accès à la carte.

# error.actualPassword
source: Error : The actual password is incorrect.
es: Error : La contraseña actual es incorrecta.
fr: Erreur : Le mot de passe actuel est incorrect.

# error.confirmNewPassword
source: Error : The new password does not match the confirm password.
es: Error : La nueva contraseña no es igual a la confirmación.
fr: Erreur : Le nouveau mot de passe est différent de la confirmation.

# error.emailExists
source: Error : The e-mail account already exists. Please use another one.
es: Error : La dirección e-mail ya existe. Escoja otra.
fr: Erreur : L'adresse e-mail existe, veuillez en choisir une autre.

# error.emailMandatory
source: Error : The e-mail is mandatory.
es: Error : La dirección e-mail es obligatoria.
fr: Erreur : L'adresse e-mail est obligatoire.

source: Error : Language unknown.
es: Error : El idioma es desconocido.
fr: Erreur : La langue sélectionnée est inconnue.

# error.nameMandatory
source: Error : The name is mandatory.
es: Error : El nombre es obligatorio.
fr: Erreur : Le nom est obligatoire.

# error.passwordConfirm
source: Error : The password is different from the password confirmation.
es: Error : La contraseña no es igual a la confirmación.
fr: Erreur : Le mot de passe est différent de la confirmation.

# error.passwordLength
source: Error : The new password must have 8 chars at least.
es: Error : La nueva contraseña debe tener 8 caracteres como mínimo.
fr: Erreur : Le nouveau mot de passe doit contenir au moins 8 caractères.

# error.emailNotSent
source: Error : The e-mail have not been sent. Please retry.
es: Error : El correo electrónico no se ha enviado. Por favor, vuelva a intentarlo.
fr: Erreur : Le courrier électronique n'a pas pu être envoyé, veuillez réssayer.

# error.unknown
source: Error : This could not happend. Please inform us.
es: Error : Esto no puede ocurrir. Por favor, infórmenos.
fr: Erreur : Ceci ne devrait pas se produire, merci de nous en informer.

# icon.default
source: Marker
es: Marcador por defecto
fr: Marqueur par défaut

# icon.carpark
source: Car park
es: Parking
fr: Parking

# icon.castle
source: Castle
es: Castillo
fr: Château

# icon.city
source: City
es: Cuidad
fr: Ville

# icon.concert
source: Concert
es: Concierto

# icon.forest
source: Forest
es: Bosque
fr: Forêt

# icon.house
source: House
es: Casa
fr: Maison

# icon.monument
source: Monument
es: Monumento

# icon.museum
source: Museum
es: Museo
fr: Musée

# icon.number01
source: Number 1
es: Número 1
fr: Numéro 1

# icon.number02
source: Number 2
es: Número 2
fr: Numéro 2

# icon.number03
source: Number 3
es: Número 3
fr: Numéro 3

# icon.number04
source: Number 4
es: Número 4
fr: Numéro 4

# icon.number05
source: Number 5
es: Número 5
fr: Numéro 5

# icon.number06
source: Number 6
es: Número 6
fr: Numéro 6

# icon.number07
source: Number 7
es: Número 7
fr: Numéro 7

# icon.number08
source: Number 8
es: Número 8
fr: Numéro 8

# icon.number09
source: Number 9
es: Número 9
fr: Numéro 9

# icon.number10
source: Number 10
es: Número 10
fr: Numéro 10

# icon.number11
source: Number 11
es: Número 11
fr: Numéro 11

# icon.number12
source: Number 12
es: Número 12
fr: Numéro 12

# icon.number13
source: Number 13
es: Número 13
fr: Numéro 13

# icon.number14
source: Number 14
es: Número 14
fr: Numéro 14

# icon.number15
source: Number 15
es: Número 15
fr: Numéro 15

# icon.number16
source: Number 16
es: Número 16
fr: Numéro 16

# icon.number17
source: Number 17
es: Número 17
fr: Numéro 17

# icon.number18
source: Number 18
es: Número 18
fr: Numéro 18

# icon.number19
source: Number 19
es: Número 19
fr: Numéro 19

# icon.number20
source: Number 20
es: Número 20
fr: Numéro 20

# icon.pharmacy
source: Pharmacy
es: Farmacia
fr: Pharmacie

# icon.picnic
source: Picnic
es: Pícnic
fr: Pique-nique

# icon.restaurant
source: Restaurant
es: Restaurante

# icon.shop
source: Shop
es: Tienda
fr: Magasin

# icon.templarcross
source: Templar site
es: Sitio Templario
fr: Site templier

# icon.temple
source: Temple
es: Templo

# icon.themepark
source: Attraction park
es: Parque de attraciones
fr: Parc d'attraction

# icon.viewpoint
source: Viewpoint
es: Punto de vista
fr: Point de vue

# js.createMarkerAlreadyExists
source: Error : The position already exists.
es: Error : La ubicación ya existe.
fr: Erreur : La localisation existe déjà.

# js.generatePopupMoreInfos
source: More infos...
es: Más información...
fr: Plus d'informations...

# js.generatePopupWith
source: Go with
es: Ir con
fr: Y aller avec

# js.responseUpdateKO
source: Error : The map have not been updated. Please retry.
es: Error : La información del mapa no ha sido actualizada. Vuelva a intentarlo.
fr: Erreur : Les informations de la carte n'ont pas pu être enregistrées, veuillez réessayer.

# js.responseUpdateOK
source: The map have been updated.
es: El mapa ha sido actualizado.
fr: Les informations de la carte ont été enregistrées.

# js.responseCreateLocationKO
source: Error : The map position have not been created. Please retry.
es: Error : La nueva ubicación del mapa no ha sido añadida. Vuelva a intentarlo.
fr: Erreur : La localisation n'a pas pu être créée, veuillez réessayer.

# js.responseCreateLocationOK
source: The map position have been created.
es: La nueva ubicación del mapa ha sido añadida.
fr: La localisation a été créée.

# js.responseDeleteLocationKO
source: Error : The map position have not been deleted. Please retry.
es: Error : La ubicación del mapa no ha sido eliminada. Vuelva a intentarlo.
fr: Erreur : La localisation n'a pas pu être supprimée, veuillez réessayer.

# js.responseDeleteLocationOK
source: The map position have been deleted.
es: La ubicación del mapa ha sido eliminada.
fr: La localisation a été supprimée.

# js.responseUpdateCenterKO
source: Error : The map coordinates have not been updated. Please retry.
es: Error : Las coordenadas del mapa no han sido actualizadas. Vuelva a intentarlo.
fr: Erreur : La vue par défaut de la carte n'a pas pu être modifiée, veuillez réessayer.

# js.responseUpdateCenterOK
source: The map coordinates have been updated.
es: Las coordenadas del mapa han sido actualizadas.
fr: La vue par défaut de la carte a été modifiée.

# js.responseUpdateLocationKO
source: Error : The map position have not been updated. Please retry.
es: Error : La ubicación del mapa no ha sido actualizada. Vuelva a intentarlo.
fr: Erreur : Les modifications de la localisation n'ont pas pu être enregistrées, veuillez réessayer.

# js.responseUpdateLocationOK
source: The map position have been updated.
es: La ubicación del mapa ha sido actualizada.
fr: Les modifications de la localisation ont été enregistrées.

# js.toRelocateLocation
source: Click on the map at the new coordinates to relocalize the map position.
es: Haga clic en el mapa en la nueva posición para mover la ubicación.
fr: Cliquer sur la carte à la nouvelle position pour déplacer la localisation.

# js.updateMapEmptyName
source: Error : The name is mandatory.
es: Error : El nombre del mapa es obligatorio.
fr: Erreur : Le nom de la carte est obligatoire.

# js.updateMarkerError
source: Error : Internal error, you mays not have it. Please inform us.
es: Error : Error interno, esto no debería suceder. Gracias por informarnos.
fr: Erreur : Ceci ne devrait pas se produire, merci de nous en informer.

# js.updateMarkerEmptyName
source: Error : the name can't be empty.
es: Error : El nombre de la ubicación es obligatorio.
fr: Erreur : Le nom de la localisation est obligatoire.

# label.acceptTOU
source: By creating an account on OpenMapGenerator, you agree to the General Terms of Use available here.
es: Al crear una cuenta en OpenMapGenerator, usted acepta las Condiciones Generales de Uso que pueden verse aquí.
fr: En créant un compte sur OpenMapGenerator, vous acceptez les Conditions Générales d'Utilisation consultables ici.

# label.actions
source: Actions
es: Acciones

# label.actualPassword
source: Actual password
es: Contraseña actual
fr: Mot de passe actuel

# label.confirmPassword
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe

# label.countFoundMaps
source: {count} map(s) found. Click on a map name to show it.
es: {count} mapa(s) encontrado(s). Haga clic en el nombre de un mapa para verlo.
fr: {count} carte(s) trouvée(s). Cliquer sur le nom d'une carte pour la consulter.

# label.description
source: Description
es: Descripción

# label.icon
source: Icon
es: Icono
fr: Icône

# label.language
source: Language
es: Idioma
fr: Langue

# label.latitude
source: Latitude
es: Latitud

# label.link
source: Link
es: Enlace
fr: Lien

# label.locationParameters
source: Location parameters
es: Parámetros de la ubicación
fr: Paramètres de la localisation

# label.longitude
source: Longitude
es: Longitud

# label.mapId
source: Map identifier
es: Mapa identificador
fr: Identifiant de la carte

# label.mapListLegend
source: (*) R : Restricted map, P : Private map
es: (*) R : Mapa con acceso restringido, P : Mapa privado
fr: (*) R : Carte avec accès restreint, P : Carte privée

# label.mapName
source: Map name
es: Nombre del mapa
fr: Nom de la carte

# label.mapPassword
source: Map password
es: Contraseña del mapa
fr: Mot de passe de la carte

# label.message
source: Message
es: Mensaje

# label.name
source: Name
es: Nombre
fr: Nom

# label.nameDescription
source: Name and description
es: Nombre y descripción
fr: Nom et description

# label.newPassword
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe

# label.newPasswordConfirm
source: Confirm new password
es: Confirmar la nueva contraseña
fr: Confirmation du nouveau mot de passe

# label.noMapFound
source: No map found
es: No mapa encontrado.
fr: Aucune carte trouvée

# label.password
source: Password
es: Contraseña
fr: Mot de passe

# label.private
source: Private
es: Privado
fr: Privée

# label.searchName
source: Search
es: Buscar
fr: Recherche

# label.subject
source: Subjet
es: Tema
fr: Sujet

# label.user
source: User
es: Usuario
fr: Utilisateur

# menu.supportDescription
source: Technical support
es: Soporte técnico
fr: Support technique

# menu.touDescription
source: General Terms of Use
es: Condiciones Generales de Uso
fr: Conditions générales d'Utilisation

# menu.accountDescription
source: Manage user account
es: Gestión de la información de la cuenta
fr: Paramètres du compte

# menu.changePassword
source: Change account password
es: Cambiar de contraseña
fr: Changer le mot de passe du compte

# menu.connectDescription
source: Connect to an account
es: Conexión con la cuenta
fr: Connexion à un compte

# menu.connectName
source: Connect
es: Conexión
fr: Connexion

# menu.createDescription
source: Create a new map
es: Crear un nuevo mapa
fr: Créer une nouvelle carte

# menu.deleteDescription
source: Delete an existing map
es: Suprimir un mapa existente
fr: Supprimer une carte

# menu.disconnectDescription
source: Disconnect from {user}'s account
es: Desconectarse de la cuenta {user}
fr: Se déconnecter du compte {user}

# menu.helpDescription
source: How to use OMG
es: Como utilizar OMG
fr: Comment utiliser OMG

# menu.helpName
source: Help
es: Ayuda
fr: Aide

# menu.homeDescription
source: OMG Home page
es: Página principal
fr: Sommaire de OMG

# menu.homeName
source: Home
es: Inicio
fr: Sommaire

# menu.lostPasswordDescription
source: Lost password
es: Contraseña perdida
fr: Mot de passe perdu

# menu.manageDescription
source: Manage account maps
es: Gestión de los mapas de la cuenta
fr: Gestion des cartes du compte

# menu.manageName
source: Manage
es: Gestión
fr: Gestion

# menu.newDescription
source: Create a new account
es: Crear una nueva cuenta
fr: Créer un nouveau compte

# menu.resetPasswordDescription
source: Password reset
es: Restablecer la contraseña
fr: Réinitialisation de mot de passe

# menu.showDescription
source: Show maps
es: Ver mapas
fr: Consulter des cartes

# menu.showName
source: Maps
es: Mapas
fr: Cartes

# menu.updateDescription
source: Update an existing map
es: Modificar un mapa existente
fr: Modifier une carte

# search.tabList
source: Maps list
es: Lista de mapas
fr: Liste de cartes

# search.tabId
source: Access by Id
es: Buscar por el id
fr: Accès par Id

# search.tabRestricted
source: Restricted map
es: Mapa restringido
fr: Cartes restreintes

# subtitle.showMap
source: {name} by {user}
es: {name} por {user}
fr: {name} par {user}

# support.info
source: Information
es: Información

# support.suggest
source: Suggestion
es: Sugerencia

# support.tou
source: General Terms of Use
es: Condiciones Generales de Uso
fr: Conditions Générales d'Utilisation

# ROLE_SUPERVISOR
source: Supervisor
fr: Superviseur

# icon.hospital
source: Hospital
fr: Hôpital

# icon.hotel
source: Hotel
fr: Hôtel

# support.error
source: Error
fr: Erreur
